Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Merge analysis did not produce a supported strategy
ar: استراتيجية مدعومة
da: Fletningsanalyse gav ikke en understøttet strategi
de: Die Zusammenführungsanalyse ergab keine unterstützte Strategie
es: El análisis de combinación no produjo una estrategia compatible
fi: yhdistämä analyysi ei tuottanut tuettua strategiaa
fr: n&#39;a pas produit de stratégie prise en charge
he: לא ייצר אסטרטגיה נתמכת.
hi: मर्ज विश्लेषण ने कोई समर्थित रणनीति प्रस्तुत नहीं की।
hu: „Merge" elemzés nem adott meg támogatott stratégiát.
id: Analisis merge tidak menghasilkan strategi yang didukung.
it: : l'analisi di fusione non ha prodotto una strategia supportata.
ja: のMerge分析では、サポートされる戦略が生成されませんでした。
ko: 병합 분석에서 지원되는 전략이 생성되지 않았습니다.
nb: : Mengdeanalyse ga ikke et støttet strategi.
nl: : De merge-analyse heeft geen ondersteunde strategie gegenereerd.
pl: Analiza połączeniowa nie wygenerowała wspieranej strategii.
pt_br: : A análise de fusão não gerou uma estratégia suportada.
ru: : анализ слияния не позволил определить поддерживаемую стратегию.
sv: : Sammanvägningsanalysen genererade inte en stödd strategi.
th: : การวิเคราะห์ Merge ไม่สามารถสร้างกลยุทธ์ที่รองรับได้
tr: Birleştirme analizi desteklenen bir strateji üretmedi.
uk: : аналіз злиття не дозволив отримати підтримувану стратегію.
vi: : Phân tích hợp nhất không tạo ra chiến lược được hỗ trợ.
zh_hans: 合并分析未生成支持的策略
zh_hant: 閤併分析未生成支持的策略

source: Merge branch
ar: دمج الفرع
da: Flet gren
de: Zweig zusammenführen
es: Fusionar rama
fi: Yhdistämisen haara
fr: Merge branche
he: – שילוב ענף
hi: : मर्ज ब्रांच
hu: : Szakaszösszevonás
id: Gabungkan cabang
ja: ブランチの統合
ko: : 분기 병합
nb: Sammenløsing av grense
nl: Branchenverwijzingsopdracht
pl: : Zjednoczenie gałęzi
pt_br: – Fusão de rama
ru: : Объединение веток
sv: Sammanföra gren
tr: : Branch'ları Birleştirme
uk: – Об'єднання відділків
vi: : Kết hợp nhánh
zh_hans: 合并分支
zh_hant: 閤併分支

source: Merge commit message
ar: دمج رسالة الالتزام
da: Merge commit besked
de: Commit-Nachricht zusammenführen
es: Mensaje de confirmación de fusión
fi: Yhdistäminen viesti
fr: Message du commit de fusion
he: – מessaĝה של ה-commit המerging
hi: मर्ज कमिट संदेश
hu: – Összevonási bejegyzés
id: Pesan merge commit
it: Messaggio del merge commit
ja: 合併コミットメッセージ
ko: 병합 커밋 메시지
nb: Sammenhengende kommittekning
nl: Samenstel van de commitbericht
pl: – wiadomość połączenia commitów
pt_br: Mensagem de commit de fusão
ru: Сообщение об объединении коммитов
sv: Sammanfogad kommittmesseger
th: : ข้อความการรวมคำมั่นสัญญา
tr: Birleştirilmiş commit mesajı
uk: : повідомлення про об'єднання комітів
vi: – Thông báo hợp nhất commit
zh_hans: 合并提交信息
zh_hant: 閤併提交信息

source: Merge commit message…
ar: رسالة دمج الالتزام…
da: Flet-commitbesked…
de: Merge-Commit-Nachricht…
es: Mensaje del commit de fusión…
fi: Yhdistämiscommitin viesti…
fr: Message du commit de fusion…
he: הודעת קומיט למיזוג…
hi: मर्ज कमिट संदेश…
hu: Egyesítési commit üzenete…
id: Pesan commit penggabungan…
it: Messaggio del commit di merge…
ja: マージコミットメッセージ…
ko: 병합 커밋 메시지…
nb: Meldingen for flettings-commit…
nl: Bericht voor mergecommit…
pl: Wiadomość commita scalającego…
pt_br: Mensagem do commit de mesclagem…
ru: Сообщение коммита слияния…
sv: Meddelande för sammanslagnings-commit…
th: ข้อความคอมมิตสำหรับการผสาน…
tr: Birleştirme commit mesajı…
uk: Повідомлення коміту злиття…
vi: Thông điệp commit hợp nhất…
zh_hans: 合并提交信息…
zh_hant: 合併提交訊息…

source: Merge has conflicts — tap a conflicted file to resolve
ar: الدمج به تعارضات - اضغط على الملف المتعارض لحله
da: Merge har konflikter - tryk på en konfliktfil for at løse
de: Merge hat Konflikte – tippen Sie auf eine Konfliktdatei, um sie zu lösen
es: La combinación tiene conflictos: toque un archivo en conflicto para resolverlo
fi: Yhdistämällä on ristiriidat - napsauta ristiriitainen tiedosto ratkaistaksesi ristiriitaisen tiedoston.
fr: Fusionner a des conflits-appuyez sur un fichier conflictuel pour résoudre
he: : Merge מציג מתחיades – לחץ על קובץ עם מתחיades כדי לפתור את המ issue.
hi: Merge में संघर्ष है — समाधान के लिए संघर्षग्रस्त फ़ाइल पर टैप करें।
hu: „Merge" funkcióban konfliktusok vannak – oldjuk meg ezeket egy konfliktus fájlra kattintás útján.
id: Merge mengalami konflik — longgarkan pada file yang terkonflik untuk menyelesaikannya
it: : Merge presenta conflitti — tocca un file con conflitto per risolverlo
ja: 「Merge」機能で衝突が発生しました — 冲突しているファイルをタップして解決してください。
ko: Merge에서 충돌이 발생했습니다 — 충돌된 파일을 선택하여 해결할 수 있습니다.
nb: «Merge» har konflikter – trykk på en konfliktvoll fil for å løse problemet.
nl: : Merge heeft conflicten – tik op een conflicteerde bestand om het probleem op te lossen.
pl: : funkcja „Merge" wykazuje konflikty – naciśnij plik z konfliktem, aby go rozwiązać.
pt_br: : O merge apresenta conflitos — toque no arquivo com conflito para resolvê-lo.
ru: : операция объединения столкнулась с конфликтами — нажмите на конфликтующий файл для их устранения.
sv: : Merge-funktionen har konflikter – tryck på en konfliktig fil för att lösa problemet.
th: Merge มีความขัดแย้ง — แตะไฟล์ที่มีความขัดแย้งเพื่อแก้ไข
tr: Merge işlemide çakıntılar mevcuttur — çakıntılı dosyaya dokunarak sorunu çözebilirsiniz.
uk: : функція «Merge» має конфлікти — натисніть на конфліктований файл для вирішення проблеми.
vi: : Thao tác hợp nhất gặp xung đột — hãy chạm vào tệp có xung đột để giải quyết.
zh_hans: “合并”操作存在冲突——请点击冲突文件进行解决
zh_hant: “閤併”操作存在衝突——請點擊衝突文件進行解決

source: Merge is blocked to protect local edits. Commit, stash, or discard changes first.
ar: تم حظر الدمج لحماية عمليات التحرير المحلية. تنفيذ التغييرات أو تخزينها أو تجاهلها أولاً.
da: Merge er blokeret for at beskytte lokale redigeringer. Bekræft, gem eller kasser ændringer først.
de: Merge ist blockiert, um lokale Änderungen zu schützen. Änderungen zuerst festschreiben, speichern oder verwerfen.
es: La combinación está bloqueada para proteger las ediciones locales. Confirme, guarde o descarte los cambios primero.
fi: yhdistäminen on estynyt paikallisten muokkausten suojaamiseksi. Toimita, piilota tai hylätä muutokset ensin.
fr: La fusion est bloquée pour protéger les édits locaux. Commit, stash ou rejettent les modifications en premier.
he: אומת כדי להגן על השינויים המקומיים – יש לבצע את ה-Commit, ה-Stash או ה-Discard של השינויים לפני כן.
hi: Merge को स्थानीय संपादनों की रक्षा के लिए अवरुद्ध किया गया है। पहले परिवर्तनों को कमिट करें, स्टैश करें या डिस्कार्ड करें।
hu: Merge" parancs blokkolva van a helyi módosítások védelmére; először alkalmazza az „Commit", „stash" vagy „discard" parancsokat. A
id: Merge* diblokir untuk melindungi edisi lokal. Harap terlebih dahulu melakukan *Commit*, *Stash*, atau *Discard* perubahan tersebut.
it: è bloccato per proteggere le modifiche locali. Si raccomanda di effettuare prima un commit, uno stash o la cancellazione delle modifiche.
ja: Merge操作は、ローカル編集を保護するため、ブロックされています。まず、変更をコミット、スタッシュ、またはディスカインドください。
ko: Merge 작업은 로컬 편집을 보호하기 위해 차단되었습니다. 먼저 변경 사항을 커밋, 스타시 또는 드이스드하세요.
nb: «Merge» er blokkert for å beskytte lokale redigeringer. Før du utfører «Commit», «Stash» eller «Discard», gjør først disse handlingene.
nl: Merge' is geblokkeerd om lokale bewerkingen te beschermen. Bewerk eerst de wijzigingen met commit, stash of discard.
pl: jest zablokowana w celu ochrony lokalnych modyfikacji. Najpierw wykonaj commit, stash lub discard zmian.
pt_br: está bloqueada para proteger as edições locais. Primeiro, execute o commit, o stash ou a descarte das alterações. A operação de fusão
ru: Merge» блокируется для защиты локальных изменений. Сначала выполните операцию Commit, stash или discard изменений.
sv: Merge är blockerad för att skydda lokala redigeringar. Försök först att bekräfta, förvara eller avstå från ändringarna.
th: Merge ถูกปิดกั้นเพื่อปกป้องการแก้ไขในท้องถิ่น — ควรดำเนินการ Commit, stash หรือ discard การเปลี่ยนแปลงก่อน
tr: Merge işlemi, yerel düzenlemeleri korumak için engellendi. İlk olarak değişiklikleri commit etmek, stash etmek veya discard etmelisiniz.
uk: Merge» заблокована для захисту локальних змін. Спочатку виконайте операцію Commit, stash або discard.
vi: : Thao tác hợp nhất bị chặn nhằm bảo vệ các chỉnh sửa cục bộ. Vui lòng thực hiện commit, stash hoặc discard thay đổi trước.
zh_hans: “合并”操作已被阻止，以保护本地编辑内容。请先提交、暂存或丢弃更改。
zh_hant: “閤併”操作已被阻止，以保護本地編輯內容。請先提交、暫存或丟棄更改。

source: Merge produced conflicts that require manual resolution.
ar: دمج التعارضات الناتجة التي تتطلب حلاً يدويًا.
da: Merge producerede konflikter, der kræver manuel løsning.
de: Merge führte zu Konflikten, die eine manuelle Lösung erforderten.
es: La combinación produjo conflictos que requieren resolución manual.
fi: Yhdistänyt ristiriidat, jotka vaativat manuaalista ratkaisua.
fr: La fusion a produit des conflits nécessitant une résolution manuelle.
he: : ה-merge ייצר מתחים שדורשים פתרון ידני.
hi: Merge द्वारा ऐसे संघर्ष उत्पन्न हुए हैं जिनके लिए मैन्युअल समाधान की आवश्यकता है।
hu: „Merge" eljárás konfliktusokat eredményezett, amelyek manuális megoldásra szorulnak.
id: Merge menghasilkan konflik yang memerlukan penyelesaian manual.
it: : la funzione Merge ha generato conflitti che richiedono una risoluzione manuale.
ja: の「Merge」処理により、手動での解決が必要なコンフリクトが発生しました。
ko: Merge 과정에서 수동 해결이 필요한 충돌이 발생했습니다.
nb: Merge har produsert konflikter som krever manuell løsning.
nl: : De merge heeft conflicten gegenereerd die handmatige oplossing vereisen.
pl: operacja Merge wygenerowała konflikty wymagające ręcznego rozwiązywania.
pt_br: gerou conflitos que exigem resolução manual.
ru: : операция объединения вызвала конфликты, требующие ручного устранения.
sv: Merge har skapat konflikter som kräver manuell lösnande.
th: : การรวมข้อมูลได้ก่อให้เกิดความขัดแย้งที่จำเป็นต้องแก้ไขด้วยตนเอง
tr: 'Merge' işlemi, el yapısıyla çözülmesi gereken çakıntılar yarattı.
uk: процес об'єднання створив конфлікти, які потребують ручного вирішення.
vi: quá trình hợp nhất đã tạo ra các xung đột cần giải quyết thủ công.
zh_hans: 合并操作产生了需要手动解决的冲突。
zh_hant: 閤併操作産生了需要手動解決的衝突。

source: Merge resolved and pushed successfully
ar: تم حل عملية الدمج ودفعها بنجاح
da: Merge blev løst og skubbet med succes
de: Merge wurde erfolgreich gelöst und übertragen
es: Fusión resuelta y enviada exitosamente
fi: Yhdistäminen onnistuneesti
fr: Fusionner résolu et poussé avec succès
he: : שילוב הושלם ועומד במשימה בהצלחה
hi: का मर्ज किया गया तथा सफलतापूर्वक पुश किया गया है।
hu: összekapcsolása sikeresen megoldódott és elhajtották.
id: : Penggabungan telah diselesaikan dan berhasil diterapkan.
it: : la fusione è stata risolta e pushata con successo.
ja: のマージ処理が正常に完了し、成功裏にプッシュされました。
ko: 병합 작업이 성공적으로 해결 및 푸시되었습니다.
nb: : Samlingen er løst og har blitt pushet vellykket.
nl: : merge is opgelost en succesvol geüpload.
pl: : Złączenie zostało rozwiążone i pociągnięte pomyślnie.
pt_br: – A fusão foi resolvida e enviada com sucesso.
ru: : слияние успешно решено и выполнено.
sv: – Föreningsprocessen har lösts och pushats framgångsrikt.
th: : การรวมได้รับการแก้ไขและถูกส่งออกไปอย่างสำเร็จ
tr: merge işlemi başarıyla çözüldü ve uygulandı.
uk: : об'єднання успішно вирішено та запушено.
vi: : Thao tác hợp nhất đã được giải quyết và đẩy thành công.
zh_hans: 合并操作已成功完成并推送。
zh_hant: 閤併操作已成功完成併推送。

source: Merged and pushed successfully
ar: تم الدمج والدفع بنجاح
da: Flettet og skubbet med succes
de: Zusammengeführt und erfolgreich übertragen
es: Fusionado y enviado correctamente
fi: yhdistetty ja painettu onnistuneesti
fr: Fusionné et poussé avec succès
he: : שודרג וועבר בהצלחה
hi: को सफलतापूर्वक एकीकृत एवं प्रेषित किया गया है।
hu: : összevonás és sikeres feltöltés
id: telah digabungkan dan dipush secara sukses.
it: : integrazione e push completati con successo
ja: が統合され、正常にプッシュされました。
ko: 가 통합 및 전송에 성공하였습니다.
nb: er blitt kombinert og pushet vellykket.
nl: is succesvol samengevoegd en geüpload.
pl: – połączone i pociągnięte pomyślnie
pt_br: foi combinado e enviado com sucesso.
ru: успешно объединено и отправлено
sv: har sammanslutsats och pushats framgångsrikt.
th: ได้รวมและส่งข้อมูลสำเร็จแล้ว
tr: başarıyla birleştirildi ve push edildi.
uk: успішно об'єднано та надіслано.
vi: : Thao tác hợp nhất và đẩy dữ liệu đã thành công.
zh_hans: 已成功合并并推送
zh_hant: 已成功閤併併推送

source: Merging branch...
ar: دمج الفرع...
da: Fletter gren...
de: Zweig wird zusammengeführt...
es: Fusión de rama...
fi: -yhdistysryhmä...
fr: Fusionner branche...
he: שילוב ענף...
hi: : शाखा संयोजन ...
hu: : összekapcsolás a részlethez...
id: Penggabungan cabang ...
it: Unione del ramo...
ja: ブランチの統合…
ko: 분기 통합 중…
nb: Sammenløsning av grense...
nl: Samenvoeging van tak ...
pl: Połączenie gałęzi...
pt_br: Fusão de ramo...
ru: Объединение ветви...
sv: Sammanfördelning av gren ...
th: การรวมสาขา...
tr: Anahtarlama şebekesi ...
uk: Об'єднання відділків...
vi: Kết hợp nhánh...
zh_hans: 合并分支……
zh_hant: 閤併分支……

source: Merging with remote...
ar: الدمج مع جهاز التحكم عن بعد...
da: Sammenlægning med fjernbetjening...
de: Zusammenführung mit Remote...
es: Fusión con control remoto...
fi: Yhdistäminen etäällä...
fr: Fusion avec télécommande...
he: : שילוב עם נקודת מחוץ...
hi: : रिमोट के साथ एकीकरण...
hu: távoli rendszerhez összekapcsolás...
id: Penggabungan dengan remote ...
it: Fusione con remoto...
ja: ：リモートとの統合中…
ko: 원격 시스템과 통합 중…
nb: Sammenligning med fjernverktøy ...
nl: Samenvoegen met externe systeem...
pl: Połączenie z zdalnym źródłem...
pt_br: Fusão com remoto...
ru: Объединение с удалённым сервером...
sv: Sammanförsning med fjärran...
th: : กำลังรวมกับระบบระยะไกล...
tr: : Uzaktan birleştirma...
uk: Об'єднання з віддаленим джерелом...
vi: Kết hợp với từ xa...
zh_hans: 正与远程系统合并……
zh_hant: 正與遠程繫統閤併……

source: Message
ar: الرسالة
da: Besked
de: Nachricht
es: Mensaje
fi: Viesti
he: הודעה
hi: संदेश
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
nb: Melding
nl: Bericht
pl: Komunikat
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Thông báo
zh_hans: 信息
zh_hant: 訊息

source: Missing Required Fields
ar: حقول مطلوبة مفقودة
da: Manglende paakraevede felter
de: Pflichtfelder fehlen
es: Campos obligatorios faltantes
fi: Pakollisia kenttiä puuttuu
fr: Champs obligatoires manquants
he: שדות חובה חסרים
hi: आवश्यक फ़ील्ड भरे नहीं गए
hu: Hiányzó kötelező mezők
id: Kolom Wajib Belum Diisi
it: Campi obbligatori mancanti
ja: 必須項目が未入力です
ko: 필수 항목 누락
nb: Obligatoriske felt mangler
nl: Verplichte velden ontbreken
pl: Brakujące wymagane pola
pt_br: Campos Obrigatórios Faltando
ru: Не заполнены обязательные поля
sv: Obligatoriska fält saknas
th: ข้อมูลที่จำเป็นขาดหายไป
tr: Zorunlu Alanlar Eksik
uk: Відсутні обов'язкові поля
vi: Thiếu trường bắt buộc
zh_hans: 缺少必填项
zh_hant: 缺少必填欄位

source: Missing SSH private key for Git LFS authentication.
ar: مفقود SSH المفتاح الخاص لمصادقة Git LFS.
da: Mangler SSH privat nøgle til Git LFS godkendelse.
de: Fehlender privater Schlüssel SSH für die Authentifizierung Git LFS.
es: Falta la clave privada SSH para la autenticación Git LFS.
fi: Puuttuu SSH yksityinen avain puolelle Git LFS tunnistus.
fr: Manquant Clé privée SSH pour Git LFS .
he: חסר SSH – מפתח פרטי עבור Git LFS – אימות.
hi: अनुपस्थित SSH : लिंक के लिए निजी कुंजी Git LFS प्रमाणीकरण।
hu: hiányos SSH : a [felhasználó] személyes kulcsa Git LFS authentifikáció.
id: Tidak ada SSH kunci privat untuk Autentikasi Git LFS .
it: Manca SSH : chiave privata per Autenticazione Git LFS .
ja: ：欠落 SSH ：対象用の秘密鍵 Git LFS 認証。
ko: : 누락됨 SSH : 해당 항목의 개인 키 Git LFS 인증.
nb: Mangler SSH privat nøkkel for Git LFS -autentisering.
nl: ontbreekt SSH : privékey voor Git LFS -authenticatie.
pl: – brak SSH – prywatny klucz dla Autentyzacja Git LFS .
pt_br: Faltante SSH chave privada para Autenticação Git LFS .
ru: Отсутствует SSH — приватный ключ для Git LFS — аутентификация.
sv: Borta SSH privat nyckel för Git LFS -autentisering.
th: ขาดหาย SSH : คีย์ส่วนตัวสำหรับ Git LFS การยืนยันตัวตน
tr: eksik SSH için özel anahtar Git LFS kimlik doğrulaması.
uk: – відсутнє SSH – приватний ключ для Git LFS : автентифікація.
vi: Thiếu SSH : khóa riêng cho Git LFS – Xác thực.
zh_hans: 缺失 SSH 私钥 Git LFS 认证。
zh_hant: 缺失 SSH 俬鑰 Git LFS 認証。

# Missing downloaded LFS object %@ for %@.
source: Missing downloaded LFS object %1$@ for %2$@.
ar: كائن LFS الذي تم تنزيله %1$@ مفقود لـ %2$@.
da: Mangler downloadet LFS-objekt %1$@ for %2$@.
de: Fehlendes heruntergeladenes LFS-Objekt %1$@ für %2$@.
es: Falta el objeto LFS descargado %1$@ para %2$@.
fi: Puuttuu ladattu LFS-objekti %1$@ %2$@.
fr: Objet LFS téléchargé manquant %1$@ pour %2$@.
he: : חסר אובייקט LFS שנוריד %1$@ עבור %2$@.
hi: : डाउनलोड किया गया LFS ऑब्जेक्ट अनुपलब्ध है। %1$@ के लिए %2$@.
hu: : elérhetetlen letöltött LFS objektum %1$@ %2$@.
id: : Objek LFS yang diunduh tidak ditemukan %1$@ untuk %2$@.
it: : oggetto LFS scaricato mancante %1$@ per %2$@.
ja: : 下載済みのLFSオブジェクトが存在しません %1$@ %2$@.
ko: : 다운로드된 LFS 객체가 없습니다 %1$@ %2$@.
nb: : Manglende nedlastet LFS-objekt %1$@ for %2$@.
nl: : Download van het LFS-object is niet gelukt %1$@ voor %2$@.
pl: : Nie znaleziono pobranych obiektu LFS %1$@ dla %2$@.
pt_br: : Objeto LFS não baixado %1$@ para %2$@.
ru: : отсутствует загруженный LFS-объект %1$@ для %2$@.
sv: : Borta finns ett nedladdat LFS-objekt %1$@ för %2$@.
th: : ไม่มีออบเจกต์ LFS ที่ดาวน์โหลดได้ %1$@ สำหรับ %2$@.
tr: : İndirilen LFS nesnesi eksik %1$@ %2$@.
uk: : відсутні завантажений об'єкт LFS %1$@ для %2$@.
vi: : Vật thể LFS chưa được tải xuống %1$@ cho %2$@.
zh_hans: 缺失已下载的 LFS 对象 %1$@ 用于 %2$@.
zh_hant: 缺失已下載的 LFS 對象 %1$@ 用於 %2$@.

source: Missing local LFS object %@.
ar: كائن LFS المحلي %@ مفقود.
da: Manglende lokalt LFS-objekt %@.
de: Fehlendes lokales LFS-Objekt %@.
es: Falta el objeto LFS local %@.
fi: Puuttuva paikallinen LFS-objekti %@.
fr: Objet LFS local manquant %@.
he: : חסר אובייקט LFS מקומי %@.
hi: : स्थानीय LFS ऑब्जेक्ट अनुपलब्ध है। %@.
hu: : hiányzó helyi LFS objektum %@.
id: Objek LFS lokal tidak ditemukan %@.
it: : oggetto locale LFS mancante %@.
ja: ：ローカルのLFSオブジェクトが存在しません %@.
ko: : 로컬 LFS 객체가 누락되었습니다. %@.
nb: : Manglende lokalt LFS-objekt %@.
nl: : Lokale LFS-object ontbreekt %@.
pl: : Brak lokalnego obiektu LFS %@.
pt_br: Objeto local LFS ausente %@.
ru: : отсутствует локальное LFS-объект %@.
sv: : Borta finns ett lokalt LFS-objekt %@.
th: : ไม่มีออบเจกต์ LFS ในระดับท้องถิ่น %@.
tr: : Yerel LFS nesnesi eksik %@.
uk: : Відсутній локальний об'єкт LFS %@.
vi: : Vật thể LFS cục bộ không tồn tại %@.
zh_hans: 缺少本地 LFS 对象 %@.
zh_hant: 缺少本地 LFS 對象 %@.

source: Missing required 'repo' parameter
ar: معلقة؛ المعلمة المطلوبة «repo» غير موجودة
da: mangler påkrævet &#39;repo&#39; parameter.
de: Fehlender erforderlicher &#39;Repo&#39;-Parameter
es: : Falta el parámetro obligatorio «repo».
fi: Puuttuu vaadittu &#39;repo&#39; parametri
fr: Paramètre «repo» requis manquant
he: : חסר הפרמטר הדרישן 'repo'
hi: : आवश्यक 'repo' पैरामीटर अनुपलब्ध है।
hu: : A követelmény szerinti „repo" paraméter hiányzik.
id: Parameter 'repo' yang diperlukan tidak tersedia
it: parametro 'repo' obbligatorio mancante
ja: ：必須の「repo」パラメータが存在しません。
ko: : 필수 'repo' 매개변수가 누락되었습니다.
nb: : Manglende obligatorisk 'repo'-parameter
nl: : de vereiste 'repo'-parameter ontbreekt
pl: : Brak wymaganej parametrycznej wartości „repo"
pt_br: : Parâmetro 'repo' obrigatório ausente
ru: : отсутствует обязательный параметр «repo»
sv: : Missad obligatorisk 'repo'-parameterr
th: : ไม่พบพารามิเตอร์ 'repo' ที่จำเป็น
tr: : Gerekli 'repo' parametresi eksik.
uk: : відсутній обов'язковий параметр «repo»
vi: : Tham số 'repo' cần thiết không được cung cấp
zh_hans: 缺少必需的“repo”参数
zh_hant: 缺少必需的“repo”蔘數

source: Modern SSH keys work
ar: تعمل المفاتيح الحديثة SSH
da: Moderne SSH nøgler virker
de: Moderne SSH-Tasten funktionieren
es: Las teclas SSH modernas funcionan
fi: modernia SSH avaimet toiminta
fr: Moderne Les clés de SSH fonctionnent
he: מודרני הключа SSH פועל.
hi: : आधुनिक SSH कुंजीयाँ कार्यात्मक हैं।
hu: Modern A SSH kulcsok működnek.
id: Modern Kunci SSH berfungsi.
it: Modern Le chiavi SSH funzionano.
ja: モダン SSH キーは正常に動作します。
ko: 모던 SSH 키가 작동합니다.
nb: Modern SSH -nyttene fungerer.
nl: Modern De SSH -toetsen werken.
pl: Modern Klucze SSH działają.
pt_br: Modern As chaves SSH funcionam.
ru: «Современный» Ключи SSH работают.
sv: Modern SSH -klavar fungerar.
th: รุ่นสมัยใหม่ คีย์ SSH ใช้งานได้
tr: Modern SSH anahtarları işlev görür.
uk: «Modern» Ключі SSH працюють.
vi: Modern Các khóa SSH hoạt động bình thường.
zh_hans: 现代 SSH 密钥有效
zh_hant: 現代 SSH 密鑰有效

source: Modified
ar: معدّل
da: Ændret
de: Geändert
es: Modificado
fi: Muokattu
fr: Modifié
he: שונה
hi: संशोधित
hu: Módosítva
id: Diubah
it: Modificato
ja: 変更
ko: 수정됨
nb: Endret
nl: Gewijzigd
pl: Zmodyfikowano
pt_br: Modificado
ru: Изменено
sv: Ändrad
th: แก้ไขแล้ว
tr: Değiştirildi
uk: Змінено
vi: Đã sửa
zh_hans: 已修改
zh_hant: 已修改

source: Monthly
ar: شهري
da: Månedligt
de: Monatlich
es: Mesual
fi: Kuukausittain
fr: Par mois
he: חודשי
hi: मासिक
hu: Havi
id: Bulanan
it: mensile
ja: 月次
ko: 월간
nb: Månedlig
nl: Maandelijks
pl: Miesięczne
pt_br: Mensal
ru: Ежемесячно
sv: Månadsvis
th: รายเดือน
tr: Aylık
uk: Щомісячно
vi: Theo tháng
zh_hans: 每月
zh_hant: 每月

source: Move Failed
ar: فشل النقل
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Error al mover
fi: Siirto epäonnistui
fr: Échec du déplacement
he: ההעברה נכשלה
hi: स्थानांतरण विफल
hu: Áthelyezés sikertelen
id: Pemindahan gagal
it: Spostamento fallito
ja: 移動に失敗
ko: 이동 실패
nb: Flytting mislyktes
nl: Verplaatsen mislukt
pl: Przenoszenie nie powiodło się
pt_br: Falha ao mover
ru: Ошибка перемещения
sv: Flytt misslyckades
th: ย้ายล้มเหลว
tr: Taşıma başarısız
uk: Помилка переміщення
vi: Di chuyển thất bại
zh_hans: 移动失败
zh_hant: 移動失敗

source: Move Vault
ar: نقل الخزنة
da: Flyt vault
de: Vault verschieben
es: Mover bóveda
fi: Siirrä holvi
fr: Déplacer le coffre
he: הזז כספת
hi: वॉल्ट स्थानांतरित करें
hu: Tároló áthelyezése
id: Pindahkan vault
it: Sposta vault
ja: Vaultを移動
ko: 보관함 이동
nb: Flytt vault
nl: Kluis verplaatsen
pl: Przenieś vault
pt_br: Mover cofre
ru: Переместить хранилище
sv: Flytta valv
th: ย้าย Vault
tr: Kasayı taşı
uk: Перемістити сховище
vi: Di chuyển kho
zh_hans: 移动知识库
zh_hant: 移動知識庫

source: NO LOGS YET
ar: لا توجد سجلات حتى الآن
da: INGEN LOG ENDNU
de: NOCH KEINE PROTOKOLLE
es: AÚN NO HAY REGISTROS
fi: EI LOGS
fr: AUCUN JOUES
he: – עדיין אין רשומות
hi: : अभी तक कोई लॉग उपलब्ध नहीं है।
hu: – még nincs naprakészítés
id: Belum ada log
it: Ancora nessun registro
ja: まだログはありません
ko: 아직 로그가 없습니다
nb: – Ingen journaler ennå
nl: : nog geen logs
pl: – nie ma jeszcze zapisów
pt_br: Ainda não há logs
ru: Журналы пока отсутствуют
sv: – Inga loggar ännu
th: ยังไม่มีบันทึกใดๆ
tr: : Hâliyəlere henüz hiç kayıtlı yoktur
uk: : ще немає журналів
vi: Chưa có nhật ký nào
zh_hans: 仍无日志记录
zh_hant: 仍無日誌記録

source: Name
ar: الاسم
da: Navn
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Imię
pt_br: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 姓名
zh_hant: 名稱

source: Network
ar: الشبكة
da: Netværk
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
he: רשת
hi: नेटवर्क
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
sv: Nätverk
th: เครือข่าย
tr: Ağ
uk: Сетка
vi: Mạng lưới
zh_hans: 网络
zh_hant: 網路

source: Never
ar: أبدًا
da: Aldrig
de: Nie
es: Nunca
fi: Ei koskaan
fr: Jamais
he: אף פעם
hi: कभी नहीं
hu: Soha
id: Tidak pernah
it: Mai
ja: 未実行
ko: 없음
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig
th: ไม่เคย
tr: Hiç
uk: Ніколи
vi: Chưa bao giờ
zh_hans: 从未
zh_hant: 從未
